{
  "posts": [
    {
      "title": "Day Of The Dead Cookies",
      "content": "These sugar cookies are the best and cutest way to celebrate the Day of the Dead.<br> Our classic sugar cookie holds its shape perfectly and we love of our royal icing for all of our decorating needs.<br> Use your favorite colors and decorate each skull to your own desire.<br> We feel like Day of the Dead cookies are like snowflakes, not a single one is the same as the next.<br> We merely view our cookies as a guideline for you! As always, we recommend baking your cookies with unsalted butter, but if you want to use salted butter instead simply omit the added salt in the recipe!   Prep tips: The sugar cookie dough can be made up to 3 days in advance and kept in the refrigerator. You can also bake the cookies off ahead of time and freeze them until ready to decorate. The cookies will keep in the freezer for up to 3 months! ",
      "image": "https://hips.hearstapps.com/hmg-prod/images/delish-190910-day-of-the-dead-cookies-0070-landscape-pf-1568748949.jpg?crop=1.00xw%3A0.849xh%3B0%2C0.101xh&resize=960%3A540",
      "author": "mohammed echariq",
      "date": "26/09/2020",
      "id": 1
    },
    {
      "title": "Best-Ever Chewy Brownies 1",
      "content": "These chewy brownies get a boost of dark chocolate flavor with the addition of molasses and Dutch-processed cocoa powder. Though the method is unconventional, we've found it's the best way to give your brownies a pleasant chew.  To top it off, we stir in some bright and tangy raspberry jam—it's optional, though we highly recommend. Still got questions? We've got answers! Why butter AND vegetable oil? Butter for flavor, vegetable oil for chew! Though a brownie made purely with vegetable oil will be chewier, you'll miss the richness from the butter. So, both it is! Why molasses? Not only does molasses bring some extra chew to the brownies, it also enhances the natural cocoa flavor. A win/win! (If you don't have molasses, they will turn out just fine without it.) Why separate the eggs? In order to develop gluten (aka stretch and chew), flour needs to be mixed with a non-fatty liquid. That's where egg whites come in! Along with salt (which aids in gluten development) flour is beaten into the egg whites until smooth, effectively adding a bit of gluten to our recipe.",
      "image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/20190710-delish-chewy-brownie-ehg-897-jpg-1564089668.jpg?crop=0.904xw:0.678xh;0.0657xw,0.204xh&resize=1200:*",
      "author": "mohammed echariq",
      "date": "26/09/2020",
      "id": 2
    },
    {
      "id": 3,
      "title": "No-Bake Pumpkin Cheesecake  ",
      "content": "Figuring out how to make all of the pumpkin desserts during Thanksgiving while the turkey is in the oven can be a nightmare. That's why you need this no-bake cheesecake. It's a major time saver and while we love our classic pumpkin cheesecake, we go crazy for the no-bake option The gingersnap crust is a must and adds that extra layer of fall. Gently fold the fresh whipped cream into the batter so you don't loose it's beautiful volume. You can make this cheesecake a couple of days ahead of time and it even freezes well. We love it straight from the freezer, which will make for prettier slices. Have you tried this yet? Let us know what you think in the comments below! ",
      "image": "https://i.imgur.com/wAOICyK.jpg",
      "author": "mohammed echariq",
      "date": "26/09/2020"
    },
    {
      "title": "24 Fall Cookie Recipes To Kick Off Baking Season",
      "content": "We love a good casserole and this one certainly doesn't disappoint. The tortillas hold all the delicious filling together so perfectly and makes this one crowd pleasing dish. Instead of rolling all of the enchiladas this casserole untraditionally speeds up the process by layering everything together in the pan. Skip the store bought enchilada sauce and make your own homemade sauce. You can adjust the heat up or down according to your preference and the flavor is 10x better. Change things up and use ground beef in place of chicken or add extra veggies like bell peppers, mushrooms, multiple kinds of beans, or sweet potatoes! Looking for something even EASIER? This Enchilada Chicken is perfect for you. ",
      "image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/chicken-enchilada-casserole-horizontal-2-1533916372.jpg?resize=768:*",
      "author": "mohammed echariq",
      "date": "26/09/2020",
      "id": 4
    },
    {
      "id": 5,
      "title": "Apple Cider Donuts",
      "content": "Apple cider donuts are a must when you go apple picking.<br> But they shouldn't be reserved to your time at the orchards—that's much too limited! Though time consuming, they're easy enough for anyone to make from home.<br> Here's what you need to know.<br> They're cake donuts. Unlike our classic glazed donuts, this recipe doesn't involve any yeast.<br> They're crumb is also more cake-like (DUH).<br> While the dough is very simple to make, you can't fry it up right away.<br> It needs an hour in the fridge of rest time.<br> For best results, reduce the apple cider.<br> If you simply add apple cider to the dough, the taste will be very faint, if it's even noticeable at all! Boiling down the apple cider concentrates the flavor.<br> Use your candy thermometer.<br>  When we first tested this recipe, we fried at 375° and the donuts turned very dark very quickly.<br> (They were still delicious!) We had better luck with a temperature of 350°.<br> Using a candy thermometer helps maintain the right temperature.<br> Looking for more fall inspiration? Browse through our amazing apple recipes.<br> Editor's Note: This recipe was tested and updated on September 9, 2020 after noticing users having trouble with the dough.<br> ",
      "image": "https://hips.hearstapps.com/hmg-prod/images/delish-apple-cider-donuts-still002-1568996791.jpg?crop=1.00xw%3A1.00xh%3B0%2C0&resize=960%3A540",
      "author": "mohammed echariq",
      "date": "26/09/2020"
    },
    {
      "id": 6,
      "title": "Caramel Apple Nachos",
      "content": "Apple nachos are one of our favorite snacks for fall.<br> Whether you're looking for a smart tailgating recipe or a Netflix & chill recipe, these don't get any easier.<br> You simply layer slices of apples on a platter, top with whatever candy you love — we dedicated an entire recipe just to Reese's apple nachos for all you PB lovers — and then drizzle with caramel sauce and melted white chocolate.",
      "image": "https://hips.hearstapps.com/delish/assets/16/36/1473200235-delish-apple-nachos-3.jpg?crop=1xw%3A1xh%3Bcenter%2Ctop&resize=960%3A540",
      "author": "mohammed echariq",
      "date": "26/09/2020"
    },
    {
      "id": 7,
      "title": "Perfect Biscotti",
      "author": "mohammed echariq",
      "imageUrl": "https://hips.hearstapps.com/amv-prod-tpw.s3.amazonaws.com/wp-content/uploads/2016/10/biscotti-sliced-baked.jpg?resize=768:*",
      "content": "Biscotti might technically be a cookie, but once you have your first bite you'll remember how far it is from the soft, chewy Christmas cookies you normally make.<br> They are first baked in a large flat log, then cut and baked once more for perfectly toasted and crunchy treats.<br> They are made for dipping into coffee or another favorite hot drink.<br> We think of them as an acceptable excuse to eat cookies for breakfast, but also love them as an afternoon and after dinner treat.<br> Clearly, we can eat them any time of day. <br>What is biscotti?<br>The twice-baked Italian cookies originate from the city of Prato.<br> Unlike most cookies that form a dough that gets sliced or cut out, biscotti bakes in two oblong-shaped logs.<br>How do you bake biscotti?<br>Simple: You make your dough, form it into two logs, and bake those.<br> Once they're completely cool—this is an important step!—you slice them with a serrated knife at a slight angle and bake again.",
      "date": "10/01/2020"
    },
    {
      "id": 8,
      "title": "test",
      "author": "test",
      "image": "test",
      "content": "test",
      "date": "10/01/2020"
    }
  ]
}